ॅक सक्रीय केल्यात}}{COUNT, plural,
          =0 {}
          one {$# मेरेन कॅश बॅक सक्रीय केल्यात}
          other {$# मेरेन कॅश बॅक सक्रीय केल्यात}}तुमच्या कडेन परवडपा सारकी किंमत आसा!किंमत देंवल्या!दर वाडलादर थीर आसाह्या सायटी कडेन कुपनां आसात!हे सायटी कडेन मुद्रीत कुपनां आसात!{COUNT, plural,
            =1 {ही सायट 1 व्वेहार आसा!}
            one {हे सायटीत # वेव्हार आसा!}
            other {हे सायटीत # वेव्हार आसा!}}तुमी खरेदी करतना रिवॉर्ड मेळोवचे!लोकप्रिय उत्पाद पळोवचे!{COUNT, plural,
          =1 {1 कूपन मेळ्ळें!}
          one {# कुपनां मेळ्ळीं!}
          other {# कुपनां मेळ्ळीं!}}कुपनां लागू करता…ऍक्सप्रेस चेकआवट वापरून पळोवचेंतुमी चेकआवट करपा खातीर तयार आसातआयटम पेटा-यांत जोडटा…आयटमाचें पेटा-याकडेन संयोजन केलें!कुपनां लागू केलीं!{COUNT, plural,
          =0 {}
          one {#% मेरेन कॅश बॅक मेळोवचें!}
          other {#% मेरेन कॅश बॅक मेळोवचें!}}कॅश बॅक सक्रीय केलां{COUNT, plural,
          =0 {}
          one {$# कॅश बॅक मेरेन मेळोवचें!}
          other {$# कॅश बॅक मेरेन मेळोवचें!}}ब्लॉक फ्रायडे विशीं सगळेंसायबर मण्डे खातीर पावर अपउत्तम सौद्यां खातीर उपकारी आसातसुटये खातीर भेटवस्तू दिवची आनी बचत करचीनवें वर्स, बचत मनोवची$1 बटण साधनपट्टेवयल्यान काडलो$1 साधनपट्टीकडेन बटण जोडलो&सुरवातेंत पिन करचेंही सायट एप म्हणून बसय�