�ትን ብቻ ነው ማስመጣት የምትችለው።ማስመጣት ተሳክቷል!ማስመጣት ተጠናቋልይሰርዙ <span class="bold-text">$1</span>፣ ስለዚህ ሌሎች ይህን መሣሪያ የሚጠቀሙ የይለፍ ቃላትዎን ማየት አይችሉምየይለፍ ቃሎችን ይመልከቱአስቀድመው በሌላ ትር ውስጥ የይለፍ ቃሎችን እያስመጡ ነው።<span class="bold-text">$1</span>መሰረዝ አለበት፣ ስለዚህ ሌሎች ይህን መሣሪያ የሚጠቀሙ የይለፍ ቃላትዎን ማየት አይችሉም{NUM_PASSWORDS, plural,
     =1 {1 የይለፍ ቃል አልመጣም}
     one {{NUM_PASSWORDS} የይለፍ ቃል አልመጣም}
     other {{NUM_PASSWORDS} የይለፍ ቃላት አልመጡም}}{NUM_PASSWORDS, plural,
     =1 {1 ሌላ የይለፍ ቃል በትክክል ቅርጽ ስላልተሰጠው ከውጭ አልመጣም ነበር}
     one {{NUM_PASSWORDS} ሌሎች የይለፍ ቃሎች በትክክል ቅርጽ ስላልተሰጣቸው ወደ ውስጥ አልመጡም ነበር}
     other {{NUM_PASSWORDS} ሌሎች የይለፍ ቃሎች በትክክል ቅርጽ ስላልተሰጣቸው ወደ ውስጥ አልመጡም ነበር}}{NUM_PASSWORDS, plural,
     =1 {ለ $2 1 የይለፍ ቃል ወደ $1 ገብቷል።}
     one {ለ $2 {NUM_PASSWORDS} የይለፍ ቃሎች ወደ $1 ገብተዋል።}
     other {ለ $2 {NUM_PASSWORDS} የይለፍ ቃሎች ወደ $1 ገብተዋል።}}{NUM_PASSWORDS, plural,
     =1 {በዚህ መሳሪያ ላይ 1 የይለፍ ቃል ወደ $1 ገብቷል}
     one {በዚህ መሳሪያ ላይ {NUM_PASSWORDS} የይለፍ ቃሎች ወደ $1 ገብተዋል}
     other {በዚህ መሳሪያ ላይ {NUM_PASSWORDS} የይለፍ ቃሎች ወደ $1 ገብተዋል}}{NUM_PASSWORDS, plural,
     =1 {1 ነባር የይለፍ ቃል ተገኝቷል}
     one {{NUM_PASSWORDS} ነባር የይለፍ ቃል ተገኝቷል}
     other {{NUM_PASSWORDS} ነባር የይለፍ ቃሎች ተገኝተዋል}}በእርስዎ $1 ውስጥ ለእነዚህ መለያዎች የይለፍ ቃሎች አሉዎት። ከታች ካሉት የይለፍ ቃሎች አንዱን ለማስመጣት ከመረጡ ያለውን ይተካል።የወረደውን ፋይል ተጠቅመው ከጨረሱ በኋላ ይህን መሳሪያ የሚጠቀሙ ሌሎች የይለፍ የእርስዎን ቃሎች እንዳያዩ ያጥፉት።ወደ ውጭ መላክ ተሳክቷልየይለፍ ቃሎችን ወደ "$1" ማስወጣት አልተቻለምየሚከተሉትን ምክሮች ይሞክሩ፡በመሳሪያዎ ላይ በቂ ቦታ እንዳለ ያረጋግጡየይለፍ ቃላትዎን ወደ ሌላ አቃፊ ይላኩ።የይለፍ ቃል ፍተሻ{COUNT, plural,
      =0 {ምንም የተቀመጡ የይለፍ ቃላት የሉም}
      =1 {1 የይለፍ ቃል ተረጋግጧል}
      one {{COUNT} የይለፍ ቃል ተረጋግጧል}
      other {{COUNT} የይለፍ ቃሎች ተረጋግጠዋል}}Just now{COUNT, plural,
      =0 {ምንም የተጠለፉ የይለፍ ቃላት የሉም}
      =1 {{COUNT} ለሌላ አካል የተጋለጠ ይለፍ ቃል}
      one {{COUNT} ለሌላ አካል የተጋለጠ ይለፍ ቃል}
      other {{COUNT} ለሌላ አካል የተጋለጡ ይለፍ ቃሎች}}የይለፍ ቃሎችዎ ከተጣሱ እኛ እናሳውቅዎታለን።{COUNT, plural,
      =1 {አሁን መቀየር አለብዎት}
      one {እነዚህን አሁን መቀየር አለብዎ}
      other {እነዚህን አሁን መቀየር አለብዎ}}{COUNT, plural,
      =0 {የእርስዎ የይለፍ ቃል ልዩ ነው}
      =1 {{COUNT} እንደገና ጥቅም ላይ የዋለ የይለፍ ቃል}
      one {{COUNT} እንደገና ጥቅም ላይ የዋለ የይለፍ ቃል}
      other {{COUNT} እንደገና ጥቅም ላይ የዋለ የይለፍ ቃላት}}ምንም የይለፍ ቃላትን እንደገና እየተጠቀሙ አይደለም።ልዩ የሆነ የይለፍ ቃል ይፍጠሩ{COUNT, plural,
      =0 {የእርስዎ የይለፍ ቃል ጠንካራ ይመስላል}
      =1 {{COUNT} ደካማ የይለፍ ቃል}
      one {{COUNT} ደካማ የይለፍ ቃል}
      other {{COUNT} ደካማ የይለፍ ቃላት}}ምንም ችግሮች አልተገኙምሊሻሻሉ የሚችሉ የይለፍ ቃሎች አሉዎትአደጋ ላይ ያሉ የይለፍ ቃሎች አሉዎትለመገመት አስቸጋሪ የሚመስሉ የይለፍ ቃላትን እየተጠቀምክ ነው።ጠንካራ የይለፍ ቃላት ይፍጠሩGemini ለእርስዎ በመለያ መግባት ይችላልGemini ለእርስዎ ተግባሮችን እንዲያጠናቅቅ ወደነዚህ ጣቢያዎች በመለያ እንዲገባ ፈቃድ ሰጥተውታልGemini ለእርስዎ በመለያ እንዲገባ ይፍቀዱGemini $1 ላይ በመለያ መግባት የሚጠይቁ ተግባራትን ማጠናቀቅ አይችልም።አይፍቀዱ{COUNT, plural,
      =1 {{COUNT} መለያ}
      one {{COUNT} መለያ}
      other {{COUNT} መለያዎች}}የይለፍ ቃል ቅዳየተጠቃሚ ስም ቅዳለ $1 የይለፍ ቃል አሳይለ $1 የይለፍ ቃል ደብቅበ በመለያ ገብቷልየተጠቃሚ ስም ወደ ቅንጥብ ሰሌዳ ተቀድቷል።የይለፍ ቃል ወደ ቅንጥብ ሰሌዳ ተቀድቷልአዲስ የይለፍ ቃል ያክሉለዚህ ጣቢያ የአሁኑን የይለፍ ቃልዎን ማስቀመጥዎን ያረጋግጡየውሂብ ጥሰት ተገኝተዋልበአሳሳች ጣቢያ ላይ ገብተዋልDeceptive ጣቢያ ላይ ያስገቡት እና ውሂብ breach ውስጥለ $1 የይለፍ ቃል ይቀይሩአንዳንድ የይለፍ ቃሎችዎ በውሂብ ጥሰት ውስጥ ተገኝተዋል። የእርስዎን መለያዎች ደህንነት ለማረጋገጥ እነዚህን የይለፍ ቃሎች አሁኑኑ መቀየር አለብዎት።ለእያንዳንዱ ጣቢያ ወይም መተግበሪያ ልዩ የይለፍ ቃል ይጠቀሙ። የሆነ ሰው ዳግም ጥቅም ላይ የዋለ የይለፍ ቃልን ካገኘ ሌሎች መለያዎችዎንም ለመድረስ ጥቅም ላይ መዋል ይችላል።ደካማ የይለፍ ቃሎች ለመገመት ቀላል ናቸው። ጠንካራ የይለፍ ቃሎችን እየፈጠሩ መሆኑን ያረጋግጡ።እርስዎ በGoogle መለያ ሲገቡ $1 የይለፍ ቃላትዎን ሊፈትሽ ይችላል።$1 የይለፍ ቃላትዎን የውሂብ ጥሰት መፈተሽ አይችልም። የበይነመረብ ግንኙነትዎን ለመፈተሽ ይሞክሩ።ለሌላ አካል የተጋለጡ የይለፍ ቃሎች$1 የይለፍ ቃላትዎን ሲያስቀምጡ መረጃ ጥሰት ላይ መፈተሽ ይችላል።$1 የይለፍ ቃላትዎን የውሂብ ጥሰት መፈተሽ አይችልም። በ24 ሰዓት ውስጥ ዳግም ይሞክሩ።$1 የይለፍ ቃላትዎን ውሂብ ጥሰት መፈተሽ አይችልም። በኋላ ዳግም ይሞክሩ።{COUNT, plural,
      =0 {ምንም የተቀመጡ የይለፍ ቃላት የሉም።}
      =1 {{COUNT} የይለፍ ቃል በመፈተሽ ላይ...}
      one {{COUNT} የይለፍ ቃል በመፈተሽ ላይ...}
      other {{COUNT} የይለፍ ቃላትን በመፈተሽ ላይ...}}$1 of $2ተትቷልየተሰናበቱ ማስጠንቀቂያዎች{COUNT, plural,
      =1 {ተመሳሳይ የይለፍ ቃልን የሚጠቀም {COUNT}