ት ያዘዋውሩ}
          other {ትሮችን ወደ ሌላ &መስኮት ያዘዋውሩ}}አዲስ &መስኮትየተገላቢጦሽ እይታዎችየግራ እይታን ይዝጉየቀኝ እይታን ይዝጉከፍተኛ እይታን ይዝጉየታችኛው እይታ ይዝጉየተለየ እይታዎችበግራ እይታ ይቀያይሩበትክክለኛው እይታ ይቀያይሩበከፍተኛ እይታ ይቀያይሩከግርጌ እይታ ጋር ይለዋወጡጎን ለጎንየተከመረየተነባበረ አሳይጎን ለጎን አሳይትሮችን ፈልግየተገኙ ውጤቶች የሉም።የተከፈለ እይታ ተዘግቷል$1 ትር ተገኝቷል$1 ትሮች ተገኝተዋል$1 ትር ለ '$2' ተገኝቷል$1 ትሮች ለ '$2' ተገኝተዋልትር ይክፈቱበቅርቡ የተዘጋ ትርበቅርቡ የተዘጋ የትር ቡድንየድምፅ እና amp; ቪዲዮትሮች ይክፈቱ$1 Tab$1 Tabsበቅርቡ የተዘጉ ንጥል ነገሮችን ይቀያይሩበቅርቡ የተዘጋን ያስፋፉበቅርብ ጊዜ የተዘጉን ይሰብስቡ{NUM_PAGES, plural,
            =0 {$1}
            =1 {$1 እና 1 ሌላ ትር}
            one {$1 እና # ሌላ ትር}
            other {$1 እና # ሌላ ትር}}በቡድን ውስጥ ያሉ ትሮችአዲስ የትር ቡድን ይፍጠሩሁሉንም ትሮች ያቧድኑአዲስ ትር በ $1አዲስ ትር በቡድን ውስጥ{NUM_TABS, plural, =1 {አዲስ ታብ በ1 ትር} one {አዲስ ትር በ # ትር} other {አዲስ ትር በ # ትሮች ውስጥ}}አዲስ የትር ቡድንየርቀት መሳሪያው ዩአርኤል አይደገፍምChrome በዚህ የ Google መለያ{GROUP_COUNT, plural,
              =1 {ይህ ቡድኑን ወደ $1 በመለያ ከገቡ ሁሉም መሳሪያዎች ይሰርዘዋል}
              one {ይህ ቡድኖቹን ወደ $1 ከተገቡ ሁሉም መሳሪያዎች ይሰርዛቸዋል}
              other {ይህ ቡድኖቹን ወደ $1 ከተገቡ ሁሉም መሳሪያዎች ይሰርዛቸዋል}}{GROUP_COUNT, plural,
          =1 {ትሮቹ በዚህ መሳሪያ ላይ ክፍት እንደሆኑ ይቆያሉ ነገር ግን ቡድን ወደ $1 ከተገቡ ሁሉም መሳሪያዎች ይሰረዛሉ}
          one {ትሮቹ በዚህ መሳሪያ ላይ ክፍት እንደሆኑ ይቆያሉ ነገር ግን ቡድኖቹ ወደ $1 ከተገቡ ሁሉም መሳሪያዎች ይሰረዛሉ}
          other {ትሮቹ በዚህ መሳሪያ ላይ ክፍት እንደሆኑ ይቆያሉ ነገር ግን ቡድኖቹ ወደ $1 ከተገቡ ሁሉም መሳሪያዎች ይሰረዛሉ}}{GROUP_COUNT, plural,
          =1 {ይህ ቡድኑን ከመሣሪያዎ እስከመጨረሻው ይሰርዘዋል።}
          one {ይህ ቡድኖቹን ከመሣሪያዎ እስከመጨረሻው ይሰርዛቸዋል።}
          other {ይህ ቡድኖቹን ከመሣሪያዎ እስከመጨረሻው ይሰርዛቸዋል።}}{GROUP_COUNT, plural,
          =1 {ትሮች በዚህ መሳሪያ ላይ ክፍት እንደሆኑ ይቆያሉ ነገር ግን ቡድኑ እስከመጨረሻው ይሰረዛል።}
          one {ትሮች በዚህ መሳሪያ ላይ ክፍት እንደሆኑ ይቆያሉ ነገር ግን ቡድኖቹ እስከመጨረሻው ይሰረዛሉ።}
          other {ትሮች በዚህ መሳሪያ ላይ ክፍት እንደሆኑ ይቆያሉ ነገር ግን ቡድኖቹ እስከመጨረሻው ይሰረዛሉ።}}{GROUP_COUNT, plural,
              =1 {የትር ቡድን ይሰረዝ?}
              one {የትር ቡድኖች ይሰረዙ?}
              other {የትር ቡድኖች ይሰረዙ?}}{GROUP_COUNT, plural,
              =1 {የትር ቡድን ይነጣጠል?}
              one {የትር ቡድኖች ይገለሉ?}
              other {የትር ቡድኖች ይገለሉ?}}{MULTI_GROUP_TAB_COUNT, plural,
            =0 {ትር ዝጋ እና ቡድን ይሰረዝ?}
            =1 {ትሮች ይዘጉ እና ቡድን ይሰረዝ?}
            one {ትሮች ይዘጉ እና ቡድኖች ይሰረዙ?}
            other {ትሮች ይዘጉ እና ቡድኖች ይሰረዙ?}}{MULTI_GROUP_TAB_COUNT, plural,
            =0 {ትር ይወገድ እና ቡድን ይሰረዝ?}
            =1 {ትሮች ይወገዱ እና ቡድን ይሰረዙ?}
            one {ትሮች ይወገዱ እና ቡድኖች ይሰረዙ?}
            other {ትሮች ይወገዱ እና ቡድኖች ይሰረዙ?}}{GROUP_COUNT, plural,
              =1 {ቡድንን ሰርዝ}
              one {ቡድን ይሰረዝ?}
              other {ቡድን ይሰረዝ?}}አትቦድንየትር ቡድን 