ቱም።}
          other {የእርስዎ # Incognito መስኮቶች ዳግም አይከፈቱም።}}{0, plural,
          =0 {አሁን መዝጋት።}
          =1 {በ 1 ሴኮንድ መዝጋት}
          one {በ # ሴኮንድ መዝጋት}
          other {በ # ሴኮንዶች መዝጋት}}{0, plural,
          =0 {አሁን መጠፋፋት።}
          =1 {መጠፋፋት በ 1 ሰከንድ}
          one {መጠፋፋት # ሰከንድ}
          other {መጠፋፋት # ሰከንዶች}}የደህንነት ቁልፍዎን ከ $1 ጋር ይጠቀሙUSB የደህንነት ቁልፍይህ መሳሪያስልክዎWindows Hello ወይም የውጭ ደህንነት ቁልፍWindows HelloiCloud Keychainውጫዊ የደህንነት ቁልፍ ይጠቀሙየመድህን ቁልፍዎን ያስገቡ እና እሱን የንኪሌላ ቁልፍ ሞክርየተለየ መሣሪያ ይሞክሩይህን መሳሪያ አስቀድመው ተመዝግበዋል። እንደገና መመዝገብ የለብዎትም።በዚህ ድር ጣቢያ ያልተመዘገበ የደህንነት ቁልፍ እየተጠቀሙ ነው።የጠየቅከው ጊዜ አልቋል ። እባክህ በኋላ እንደገና ሞክር ።ማንነትዎ ሊረጋገጥ አልቻለምWindows Hello ያብሩወደዚህ ጣቢያ በይለፍ ቃል ለመግባት Windows Hello በቅንብሮች ውስጥ ማብራት ያስፈልግዎታል። ከዚያ ወደዚህ ጣቢያ ይመለሱ እና እንደገና ይሞክሩ።ምንም የይለፍ ቁልፎች የሉምበዚህ መሳሪያ ላይ ለ$1 ምንም የይለፍ ቁልፎች የሉምየMicrosoft የይለፍ ቃል አስተዳዳሪ ጠፍቷልለ $1 የይለፍ ቃል ለመፍጠር፣ የMicrosoft የይለፍ ቃል አስተዳዳሪ መብራት አለበትBluetooth ይብራ?የእርስዎን የይለፍ ቁልፍ በሌላ መሳሪያ ለመጠቀም Bluetooth መብራት አለበት። ይህንን ሁልጊዜ በቅንብሮች ውስጥ ማስተዳደር ይችላሉ።Bluetooth ተሰናክሏልየመሳሪያዎን የክንውን አውዶች ይፈትሹ እንዲሁም ለመቀጠል ያብሩትከመሳሪያዎ ጋር በመገናኘት ላይ…በመሳሪያዎ ላይ ያሉትን ደረጃዎች ይከተሉበሁለቱም መሳሪያዎች ላይ የበይነመረብ ግንኙነትዎን ያረጋግጡ እና Bluetooth ያብሩ። ከዚያ እንደገና ይሞክሩ።ስልክ ወይም ታብሌት ይጠቀሙስልክ፣ ታብሌት ወይም የደህንነት ቁልፍ ይጠቀሙፒን ያስፈልጋልየመድህን ቁልፍዎን ፒን ያስገቡ።ፒንየመድህን ቁልፍዎን አዲስ ፒን ያቀናብሩፒን ያረጋግጡፒን ትክክለኛ ያልሆኑ ቂምፊዎች ይዟል{NUM_CHARACTERS, plural,
          =1 {ፒን ቢያንስ አንድ ቁምፊ መሆን አለበት}
          one {ፒን ቢያንስ # ቁምፊዎች መሆን አለበት}
          other {ፒን ቢያንስ # ቁምፊዎች መሆን አለበት}}{NUM_ATTEMPTS, plural,
          =1 {የተሳሳተ ፒን። አንድ ቀሪ ሙከራ አለዎት።}
          one {የተሳሳተ ፒን። # ቀሪ ሙከራዎች አሉዎት።}
          other {የተሳሳተ ፒን። # ቀሪ ሙከራዎች አሉዎት።}}የተሳሳተ ፒንጥያቄውን ለማጠናቀቅ የደህንነት ቁልፍዎን እንደገና ይንኩ።ያስገቧቸው ፒኖች አይዛመዱምየደህንነት ቁልፍ ተቆልፏል ምክንያቱም የተሳሳተ ፒን ከልክ በላይ ለበርካታ ጊዜያት ገብቷል። የድህንነት ቁልፉን ዳግም ማስጀመር ያስፈልግዎታል።የመድህን ቁልፍዎን እንደገና ያስገቡ እና እንደገና ይሞክሩ።ከአሁኑ ፒንዎ የተለየ አዲስ ፒን ይፍጠሩየጣት አሻራ አልታወቀምየጣት አሻራዎ ሊታወቅ አልቻለም። እንደገና ይሞክሩ።{NUM_ATTEMPTS, plural,
          =1 {አንድ ቀሪ ሙከራ አለዎት።}
          one {# ቀሪ ሙከራዎች አለዎት።}
          other {# ቀሪ ሙከራዎች አለዎት።}}የመድህን ቁልፍ ተቆልፏል ምክንያቱም የጣት አሻራዎ ሊታወቅ አልቻለም። ለመክፈት የእርስዎን ፒን ያስገቡ።የማይታወቅ መለያየዚህን ጣቢያ ጉብኝትዎን 