��ይም እንዲሰርዙት ይፈቅድልዎታልድርጅትዎ ይህን ይዘት እንዳይገለብጡ ይመክራልቢሆንም ይቅዱድርጅትዎ ይህን ይዘት መቅዳት አግዷልውሂብ መጋራትከአደገኛ ድር ጣቢያዎች እና ማውረዶች የበለጠ ጥበቃ ያግኙጠቃሚ ምክር ይዝጉየተሻሻለ ደህንነቱ የተጠበቀ አሰሳ ጠፍቷልከአደገኛ ድረ-ገጾች፣ ማውረዶች እና ቅጥያዎች የ Microsoft Edge ጠንካራ ጥበቃ አለህመደበኛ የደህንነት ጥበቃ እያገኙ ነው። ከአደገኛ ድር ጣቢያዎች፣ ማውረዶች እና ቅጥያዎች የበለጠ ጥበቃ ለማግኘት የተሻሻለ ደህንነቱ የተጠበቀ አሰሳን በ Microsoft Edge ቅንብሮች ውስጥ ያብሩ።Microsoft Edge የክንውን አውዶችለዚህ Chrome መገለጫ የተሻሻለ ደህንነቱ የተጠበቀ አሰሳ ይብራ?የ Chrome’s በጣም ጠንካራው ደህንነት እርስዎን ከአደገኛ ድር ጣቢያዎች፣ ማውረዶች እና ቅጥያዎች ለመጠበቅ የበለጠ ይሰራል{NUM_SUB_APPS, plural,
        =1 {"{APP_NAME}"ን ማረገፍ ይህን መተግበሪያ ያራግፋል:}
        one {"{APP_NAME}"ን ማረገፍ ይህን መተግበሪያ ያራግፋል:}
        other {"{APP_NAME}"ን ማረገፍ እነዚህን መተግበሪያዎችም ያራግፋል:}}{NUM_SUB_APPS, plural,
        =1 {{APP_NAME} አንድ መተግበሪያ አራግፏል}
        one {{APP_NAME} # መተግበሪያዎችን አራግፏል}
        other {{APP_NAME} # መተግበሪያዎችን አራግፏል}}የተገጠሙ እና የተሰሩ መተግበሪያዎችን ለመቆጣጠር ወደ "{APP_NAME}" መተግበሪያ ይሂዱየንግግር ማወቂያ አገልግሎት{NUM_EXTENSIONS, plural,
          =1 {ቅጥያ ጸድቋል}
          one {# ቅጥያዎች ጸድቀዋል}
          other {# ቅጥያዎች ጸድቀዋል}}{NUM_EXTENSIONS, plural,
          =1 {ቅጥያ ተቀባይነት አላገኘም}
          one {# ቅጥያዎች ተቀባይነት አላገኙም}
          other {# ቅጥያዎች ተቀባይነት አላገኙም}}{NUM_EXTENSIONS, plural,
          =1 {ይህ ቅጥያ በስርዓት አስተዳዳሪዎ ተጭኗል}
          one {# ቅጥያዎች በአስተዳዳሪዎ ተጭነዋል}
          other {# ቅጥያዎች በአስተዳዳሪዎ ተጭነዋል}}{NUM_EXTENSIONS, plural,
          =1 {ቅጥያውን ለመጫን ጠቅ ያድርጉ}
          one {እነዚህን ቅጥያዎች ለመጫን ጠቅ ያድርጉ}
          other {እነዚህን ቅጥያዎች ለመጫን ጠቅ ያድርጉ}}{NUM_EXTENSIONS, plural,
          =1 {ቅጥያውን ለማየት ጠቅ ያድርጉ}
          one {እነዚህን ቅጥያዎች ለማየት ጠቅ ያድርጉ}
          other {እነዚህን ቅጥያዎች ለማየት ጠቅ ያድርጉ}}ይህንን ቅጥያ ለመጠየቅ ማረጋገጫ፦ምክንያት አስገባ…ይህንን መስኮት ሰይምየዊንዶው ስምሙከራዎችየነቃተሰናክሏልነቅቷል – $1የተሻሻለ ደህንነቱ የተጠበቀ አሰሳ እርስዎን ከአደገኛ ድር ጣቢያዎች፣ ማውረዶች እና ቅጥያዎች ለመጠበቅ የበለጠ ይሰራል$2 ጋር ወደ $1 በመለያ ግባለ $1 with $2 ይመዝገቡ$1 ን ከ $2 ጋር ይጠቀሙከ $2 ጋር ወደ $1 ይቀጥሉ$1 ይዘትን ከ $2 ያካትታልለመቀጠል መለያ ይምረጡየኢሜይል አድራሻመገለጫ ምስልየስልክ ቁጥርለመቀጠል $1 የእርስዎን $2 ከዚህ ጣቢያ ጋር ያጋራል።ለመቀጠል $1 የእርስዎን $2 ከዚህ ጣቢያ ጋር ያጋራል። የዚህን ጣቢያ $3 የአገልግሎት ውል $4 ይመልከቱ።ለመቀጠል $1 የእርስዎን $2 ከዚህ ጣቢያ ጋር ያጋራል። የዚህን ጣቢያ $3የግላዊነት ፖሊሲ $4 ይመልከቱ።ለመቀጠል $1 የእርስዎን $2 ከዚህ ጣቢያ ጋር ያጋራል። የዚህን ጣቢያ $3 የግላዊነት ፖሊሲ $4 እና $5 የአገልግሎት $6 ውሎችን ይመልከቱ።ሌላ መለያ ተጠቀምየእርስዎን $1 መለያ ይጠቀሙበአዲስ ትር ውስጥ ይከፍታልበዚህ ጣቢያ ላይ የእርስዎን $1 መለያ መጠቀም ይችላሉ። ለመቀጠል ወደ $1 በመለያ ይግቡ።በ$1 መቀጠል አይቻልም$1 $2ን መጠቀም መቀጠል አይችልምይህ አማራጭ አሁን አይገኝም።ትክክለኛውን መለያ እንደመረጡ ያረጋግጡየተመረጠው መለያ የሚደገፍ እንደሆነ ያረጋግጡ።የበይነመረብ ግንኙነትዎን ይፈትሹመስመር ላይ ከሆኑ ነገር ግን ይህ ችግር መከሰቱን ከቀጠለ በ$1 ላይ ለመቀጠል ሌሎች መንገዶችን መሞከር ይችላሉ።$1 አሁን አይገኝም።ከ$1 ተጨማሪ መረጃ ለማግኘት ከታች "ተጨማሪ ዝርዝሮችን" ይምረጡ።በ$1 ላይ ለመቀጠል ሌሎች መንገዶችን መሞከር ይችላሉ።ይህ ችግር መከሰቱን ከቀጠለ፣ ከ$1 ተጨማሪ መረጃ ለማግኘት ከታች "ተጨማሪ ዝርዝሮችን" ይምረጡ።ይህ ችግር መከሰቱን ከቀጠለ፣ በ$1 ላይ ለመቀጠል ሌሎች መንገዶችን መሞከር ይችላሉ።በዚህ ጣቢያ ላይ ተጠቅመዋልእርስዎን በመለያ በመግባት ላይ…ይህን መለያ ተጠቅመህ መግባት አትችልምበመለያ በመግባት ላይ…በ $1 በመለያ ይመዝገቡሃይል ቆጣቢ በርቷል።የበስተጀርባ እንቅስቃሴ እና እንደ ለስላሳ መሸብለል ያሉ አንዳንድ የዕይታ ውጤቶች ሊወሰኑ ይችላሉ።አሁኑኑ አጥፋትር እንደገና ገባሪየማህደረ ትውስታ ቆጣቢ$1 ማህደረ ትውስታ ተቀምጧልጣቢያን አያካትቱትንሽ ቁጠባዎችመካከለኛ ቁጠባዎችትልቅ ቁጠባዎችትልቅ ቁጠባእንቅስቃሴ-አልባ ለማድረግ $1 ን ከትሮች ዝርዝር ያስወግዱሙሉውን ዝርዝር እንደገና ለማየት ይህን ትር እንዳይሰራ ማድረግ ወይም ማደስ ይችላሉ።{NUM_TABS, plural,
          =1 {የዝርዝር ሳጥን ከ1 ንጥል ጋር}
          one {የዝርዝር ሳጥን ከ {NUM_TABS} ንጥሎች ጋር}
          other {የዝርዝር ሳጥን ከ {NUM_TABS} ንጥሎች ጋር}}የአፈጻጸም ችግር ማንቂያ{NUM_TABS, plural,
          =1 {አሳሽዎን በማዘግየት ትሩን ያስተካክሉ}
          one {አሳሽዎን በማዘግየት ትሮችን ያስተካክሉ}
          other {አሳሽዎን በማዘግ�