�ሁፍን ይጎትቱ።አዲስ ስብስብ ለመጀመር የአሁኑን ገጽ አክል ይምረጡ።{NUM_COLLECTION_ITEMS, plural,
    =1 {1 ንጥል ነገር}
    one {{0} ንጥል ነገሮች}
    other {{0} ንጥል ነገሮች}}ወደ Excel ይላኩወደ OneNote ይላኩOneNoteእባክዎ ለዚህ ስብስብ አንድ ቦታ ይምረጡለ OneNote አዲስ ነዎት?ማስታወሻ ደብተር እንሰራለን ከዚያም ይዘትዎን ወደ እርሱ እናስቀምጣለን።ማስታወሻዎችዎን በማምጣት ላይ…ክፍሎችን በመጫን ላይ…በመሰብሰብ ላይ…$1 ከ5.0ወደ Word ላክ$1 ስብስብን ለእርስዎ ማጋራት ይፈልጋል።{NUM_COLLECTIONS, plural,
    =1 {1 ስብስብ ተወግዷል}
    one {# ስብስቦች ተወግደዋል}
    other {# ስብስቦች ተወግደዋል}}አዲስ ስብስብለመጨመር ይዘትን እዚህ ጋር ሳብ{NUM_SELECTED, plural,
    =1 {# ተመርጠዋል}
    one {# ተመርጠዋል}
    other {# ተመርጠዋል}}ቅርብ ጊዜ ጥቅም ላይ የዋለየእኔ ስብስቦችተመዝግቧልያስሱከመስመር ውጭ ያሉ ይመስላል። የበይነመረብ ግንኙነትዎ ይፈትሹ እና እንደገና ይሞክሩ።ስብስቦች ይጎድላሉ?አይጨነቁ የእርስዎ ውሂብ አሁንም እዚህ አለ። ሊደርሱበት ይችላሉ።እባክዎን በሚከተሉት ደረጃዎች መላ ለመፈለግ ያግዙን።1. የአሳሽ ቅንብሮችን ዳግም ያስጀምሩ.2. በተለየ የ Wi-fi አውታረ መረብ የሚሰራ መሆኑን ያረጋግጡ።3. ግብረ መልስ ይላኩ።የስብስብ ይዘትየስብስብ ስም{NUM_SELECTED, plural,
    =1 {ምርጫ ያጋሩ፣ # ተመርጠዋል}
    one {ምርጫ ያጋሩ፣ # ተመርጠዋል}
    other {ምርጫ ያጋሩ፣ # ተመርጠዋል}}{NUM_SELECTED, plural,
    =1 {ምርጫ ይሰርዙ፣ # ተመርጠዋል}
    one {ምርጫ ይሰርዙ፣ # ተመርጠዋል}
    other {ምርጫ ይሰርዙ፣ # ተመርጠዋል}}{NUM_SELECTED, plural,
    =1 {የቅጂ መረጣ፣ # ተመርጧል}
    one {የቅጂ መረጣ፣ # ተመርጧል}
    other {የቅጂ መረጣ፣ # ተመርጧል}}ምርጫ ተቀድቷልራስጌ 1ራስጌ 2ራስጌ 3አንቀጽከ1000 ቁምፊዎች ለማሳነስ ማስታወሻዎን ያሳጥሩ።ማስታወሻዎን ከ 500 በታች ለሆኑ ቁምፊዎች ያሳጥሩ።የማስቀመጥ አዝራር ይገኛል።የማስቀመጥ አዝራር አይገኝም።{NUMBER_CHARACTERS, plural,
    =1 {# ቁምፊ ይቀራል}
    one {# ቁምፊዎች ይቀራሉ}
    other {# ቁምፊዎች ይቀራሉ}}{NUMBER_CHARACTERS, plural,
    =1 {# የቁምፊ ገደብ በላይ}
    one {# የቁምፊዎች ገደብ በላይ}
    other {# የቁምፊዎች ገደብ በላይ}}$1 ማስታወሻ፣ $2$1 ማስታወሻ ታክሏል፣ $2ማስታወሻ አርታዒ$1 የመቀልበስ አዝራር ይገኛል$1 ንጥል ነገሮች ተሰርዘዋል$1 ስብስቦች ተሰርዘዋልድሩን እንዳሰሱት ይሰብስቡ፣ ያደራጁ፣ እና ያጋሩደማቅያጋደለከታች አስምርራስጌየአሁኑን ገጽ ወደ $1 ስብስብ ያክሉያልተከወነ ቀዳሚ ተግባርየቀድሞውን ተግባር በድጋሚ ይከውኑይቁረጡማስታወሻ ይጻፉ…ማስታወሻ ተሰርዟልማስታወሻ ተቀምጧልየአርትዖት ማስታወሻማስታወሻ ለ $1፣ $2$1፣ ማስታወሻ ተያይዟልበስብስቦች እንደተደራጁ ይቆዩድር ላይ ማንኛውንም ነገር ይቆጥቡበማንኛውም መሳሪያ ላይ ስብስቦችን ይጠቀሙስብስቦች ሃሳብዎን እንዲከታተሉ ወይም ካቆሙበት እንዲወስዱ ያስችሉዎታል።በቀጥታ በአሳሹ ውስጥ - ምስል፣ ጽሑፍ ወይም ሙሉ ድር ገጽ — በኋላ ላይ ይዘት ለመቆጠብ ስብስቦችን ይጠቀሙ።ስብስቦች በሁሉም መሣሪያዎችዎ ላይ ያመሳስሏቸዋል፣ በዚህም ከየትኛውም ቦታ ሆነው ሊደርሱባቸው ይችላሉ። የ Microsoft Edge Mobile መተግበሪያን ለማግኘት ከዚህ በላይ ያለውን የ QR ኮድን ይቃኙ።የመጀመሪያ ማስሄድ ተሞክሮወደ ስብስቦች እንኳን በደህና መጡ! እያሰሱ ሳሉ ድረ ገጾችን ይሰብስቡ እና ያደራጁ።ተመሳሳይ የመሰብሰብ ንጥል ዓይነቶችን በቡድን መመደ�