��ቀ አይደለም።ከዚህ ጣቢያ ጋር ያለዎት ግንኙነት ደህንነቱ የተጠበቀ አይደለም፡፡ለዚህ መተግበሪያ የዱካ መከታተያ መከላከል ጠፍቷል።ለዚህ ጣቢያ የዱካ መከታተያ መከላከል ጠፍቷል።{NUM_TRACKERS, plural,
    =0 {ለዚህ መተግበሪያ የዱካ መከታተያ መከላከል (መሰረታዊ) በርቷል።}
    =1 {ለዚህ መተግበሪያ የዱካ መከታተያ መከላከል (መሰረታዊ) በርቷል እና 1 ተከታታይ አግዷል።}
    one {ለዚህ መተግበሪያ የዱካ መከታተያ መከላከል (መሰረታዊ) በርቷል እና # ተከታታዩችን አግዷል።}
    other {ለዚህ መተግበሪያ የዱካ መከታተያ መከላከል (መሰረታዊ) በርቷል እና # ተከታታዩችን አግዷል።}}{NUM_TRACKERS, plural,
    =0 {ለዚህ ጣቢያ የዱካ መከታተል መከላከል (መሰረታዊ) በርቷል።}
    =1 {የዱካ መከታተያ መከላከል (መሰረታዊ) ለዚህ ጣቢያ በርቷል እናም 1 መከታተያ አግዷል፡፡}
    one {የዱካ መከታተያ መከላከል (መሰረታዊ) ለዚህ ጣቢያ በርቶ # መከታተያዎችን አግዷል፡፡}
    other {የዱካ መከታተያ መከላከል (መሰረታዊ) ለዚህ ጣቢያ በርቶ # መከታተያዎችን አግዷል፡፡}}{NUM_TRACKERS, plural,
      =0 {ለዚህ መተግበሪያ የዱካ መከታተያ መከላከል (ሚዛኑ የጠበቀ) በርቷል።}
      =1 {ለዚህ መተግበሪያ የዱካ መከታተያ መከላከል (ሚዛኑ የጠበቀ) በርቷል እና 1 ተከታታይ አግዷል።}
      one {ለዚህ መተግበሪያ የዱካ መከታተያ መከላከል (ሚዛኑ የጠበቀ) በርቷል እና # ተከታታዮችን አግዷል።}
      other {ለዚህ መተግበሪያ የዱካ መከታተያ መከላከል (ሚዛኑ የጠበቀ) በርቷል እና # ተከታታዮችን አግዷል።}}{NUM_TRACKERS, plural,
      =0 {የዱካ መከታተያ መከላከል (ሚዛናዊ) ለዚህ ጣቢያ በርቷል።}
      =1 {የዱካ መከታተያ መከላከል (ሚዛናዊ) ለዚህ ጣቢያ በርቶ 1 መከታተያ አግዷል፡፡}
      one {የዱካ መከታተያ መከላከል (ሚዛናዊ) ለዚህ ጣቢያ በርቷል እና # መከታተያዎችን አግዷል፡፡}
      other {የዱካ መከታተያ መከላከል (ሚዛናዊ) ለዚህ ጣቢያ በርቷል እና # መከታተያዎችን አግዷል፡፡}}{NUM_TRACKERS, plural,
      =0 {ለዚህ መተግበሪያ የዱካ መከታተያ መከላከል (ጥብቅ) በርቷል።}
      =1 {ለዚህ መተግበሪያ የዱካ መከታተያ መከላከል (ጥብቅ) በርቷል እና 1 ተከታታይ አግዷል።}
      one {ለዚህ መተግበሪያ የዱካ መከታተያ መከላከል (በርቷል) እና # ተከታታዩችን አግዷል።}
      other {ለዚህ መተግበሪያ የዱካ መከታተያ መከላከል (በርቷል) እና # ተከታታዩችን አግዷል።}}{NUM_TRACKERS, plural,
      =0 {ለዚህ ጣቢያ የዱካ መከታተያ መከላከል (ጥብቅ) በርቷል፡፡}
      =1 {የዱካ መከታተያ መከላከል (ጥብቅ) ለዚህ ጣቢያ በርቶ 1 መከታተያ አግዷል፡፡}
      one {የዱካ መከታተያ መከላከል (ጥብቅ) ለዚህ ጣቢያ በርቶ # መከታተያዎችን አግዷል፡፡}
      other {የዱካ መከታተያ መከላከል (ጥብቅ) ለዚህ ጣቢያ በርቶ # መከታተያዎችን አግዷል፡፡}}{NUM_COOKIES, plural,
      =0 {0 ኩኪዎች ጥቅም ላይ ናቸው።}
      =1 {1 ኩኪ ጥቅም ላይ ነው።}
      one {# ኩኪዎች ጥቅም ላይ ናቸው።}
      other {# ኩኪዎች ጥቅም ላይ ናቸው።}}ለ$1 የጣቢያ መረጃን ይመልከቱአታሚ:-$1ከ፦ $1ይህን ድረ-ገጽ እንደ መተግበሪያ መጫን ይችላል። በራሱ መስኮት ይከፍትና ከ Windows ሲስተምዎ ጋር በተጠበቀ ሁኔታ ይስማማል።የመተግበሪያ አዶ ያርትዑመተግበሪያ ተጭኗል$1 እንደ መተግበሪያ በእርስዎ መሳሪያ ላይ ተጭኗል እና ደህንነቱ እንደተጠበቀ በራሱ መስኮት ይካሄዳል። እሱን ከማስጀመሪያ መምረጫ፣ ከ Windows የተግባር አሞሌ ወይም ከዴስክቶፖዎ ያስጀምሩት።$1 እንደ መተግበሪያ ሆኖ ከ Microsoft Store ተጭኗል።ከ Start ምናሌ፣ከ Windows አሞሌ ወይም የእርስዎ ዴስክቶፕ ይጀምሩ።ይህ መተግበሪያ እንዲፈቀድለት ይፍቀዱለትበተግባር አሞሌ ላይ ይሰኩመሣሪያ መግቢያ ላይ በራስ-ሰር እንዲጀምርጀምር ላይ እንዲሰካየ ዴስክቶፕ አቋራጭ ፍጠርይህን መተግበሪያ ከተለያዩ መገለጫዎች ጋር ይጠቀማሉ። በመገለጫ ቀያሪ በስራ ወይም ትምህርት እና ግላዊ መለያ መካከል ይቀያይሩ።በ Microsoft Edge መገለጫዎች መካከል ይቀያይሩለድር መተግበሪያ ብጁ አዶ መራጭየድር መተግበሪያ ጭነቶች በ InPrivate ሁነታ አይደገፉም&ስለየፍለጋ አሞሌን መዝጋት ይፈልጋሉ?ራስ-ሰር ማስጀመርን ያጥፉይህንን ማስጠንቀቂያ ዳግመኛ አያሳዩአዎ፣ ይዝጉ&የፍለጋ አሞሌን ይዝጉግብረመልስ ላክ&k&መገለጫዎች&ስለ ማስታወቂያዎቻችንየፍለጋ አሞሌን በራስ-ሰር ያስጀምሩ&የድርጅት የግላዊነት መግለጫ&አገልግሎቶች የአጠቃቀም ውልBing የምስል ፈጣሪEdge አሞሌየፍለጋ አሞሌ&የፍለጋ አሞሌን በራስ-ሰር ያስጀምሩ&ተንሳፋፊ ቁልፍን ያንቁየፍለጋ አሞሌን ያስጀምሩ&የፍለጋ አሞሌ ይክፈቱ (Win+Shift+F)የፍለጋ አሞሌ ይክፈቱ               Win+Shift+Fየፍለጋ አሞሌ ይሰኩየፍለጋ አሞሌ ያላቅቁ&ማቋረጥተጨማሪ ታሪኮችን ማሰስ ለመቀጠል በስርዓት ትሪ ውስጥ ያለውን አዶን ጠቅ ያድርጉ።መገለጫ በተሳካ ሁኔታ ተቀይሯል።የፍለጋ አሞሌ ተንሳፋፊ አዝራር።ቀዳሚየሆነ ችግር ተፈጥሯል፣ እባክዎ ግንኙነትዎን ያረጋግጡ ወይም እንደገና ወደ መለያዎ ይግቡ እና እንደገና ይሞክሩ!በ Edge ፍለጋ አሞሌ ለ3 ቀናት ሲፈልጉ ነፃ የስጦታ ካርድ ያግኙ።ለመጀመር በመለያ ይግቡውድድሩን በተቀላቀለ በ7 ቀናት ውስጥ ለ1 ሰው/መለያ የሚሰራ።በእርስዎ ዴስክቶፕ ላይ በመፈለግ እንደተደሰቱ ተስፋ እናደርጋለን። ይህ የፍለጋ አሞሌ ጠቃሚ ሆኖ አግኝተዉታል?አዲሱን Bing በፍለጋ አሞሌ ይሞክሩትድሩን ይፈልጉ ወይም ከአዲሱ በ AI የሚጎለብት Bing ጋር በቀጥታ ከእርስዎ ዴስክቶፕ በ Microsoft Edge የፍለጋ አሞሌ ይወያዩ።እሺ፣ ገብቶኛል!አዎ፣ አቆየውየፍለጋ አሞሌ