��ና መለወጥ ይችላሉ።ይፋዊ አውታረ መረብ እየተጠቀሙ ከሆነ ይህን ጣቢያ በኋላ መጎብኘት በጣም አስተማማኝ ነው። እንደ ቤትዎ ወይም የስራዎ Wi-Fi ካለ ከታመነ አውታረ መረብ ያነሰ አደጋ አለ።እንዲሁም የጣቢያውን ባለቤት ማነጋገር እና ወደ HTTPS እንዲያሻሽሉ መጠቆም ይችላሉ። $1ስለዚህ ማስጠንቀቂያ የበለጠ ይወቁአብዛኛውን ጊዜ ከዚህ ጣቢያ ጋር የሚገናኙት ደህንነቱ በተጠበቀ ሁኔታ ነው፣ ነገር ግን Microsoft Edge አሁን ላይ ደህንነቱ የተጠበቀ ግንኙነትን መጠቀም አልቻለም። አጥቂ የእርስዎን የአውታረመረብ ግንኙነት ጠልፎ ለመስማት ወይም ለማስተካከል እየሞከረ ሊሆን ይችላል። $1አብዛኛውን ጊዜ ከጣቢያዎች ጋር የሚገናኙት ደህንነቱ በተጠበቀ ሁኔታ ነው፣ ነገር ግን Microsoft Edge አሁን ላይ ደህንነቱ የተጠበቀ ግንኙነትን መጠቀም አልቻለም። አጥቂ የእርስዎን የአውታረመረብ ግንኙነት ጠልፎ ለመስማት ወይም ለማስተካከል እየሞከረ ሊሆን ይችላል። $1ይህን ማስጠንቀቂያ እያዩ ያሉት ይህ ጣቢያ HTTPS ስለማይደግፍ እና በግላዊ ሁነታ ውስጥ ስላሉ ነው። $1ራስ-ሰር HTTPS እየተጠቀሙ ስለሆነ ይህ ጣቢያ እንደታገደ ይቆያል። $1ትር ከ$1 ተልኳል$1 በ $2 ላይትር ከሌላ መሳሪያዎበስልክዎ ላይ ያለውን ትር ለመክፈት መታ ያድርጉ{COUNT, plural,
      =1 {ሊንክ ከ {1} የተላከ ነው}
      one {# አገናኝ ከ {1} የተላከ ነው}
      other {# አገናኞች ከ {1} የተላኩ ናቸው}
    }{COUNT, plural,
      =1 {ሊንኩ የተቀበለው ከ {1}}
      one {# አገናኝ ከ {1} ተቀብሏል}
      other {# አገናኞች ከ {1} ተቀብለዋል}
    }ወደ ትር ይቀይሩወደ Microsoft Edge በ $1 ተልኳል።በእርስዎ $1 ላይ ቀድሞውኑ ወደ Microsoft Edge ተልኳልየሆነ ችግር ተፈጥሯል። የበይነመረብ ግንኙነትዎን ያረጋግጡ እና እንደገና ይሞክሩ።አገልጋዩ <strong>$1</strong>; መሆኑን ማረጋገጥ አልቻለም የደህንነት ሰርተፍኬቱ Subject Alternative Names ለይቶ አያቀርብም። ይህ ትክክለኛ ባልሆነ ማወቀር ወይም ጥቃት አድራጊ ግንኙነትዎን ሲያቋርጥ ይህ ሊፈጠር ይችላል።አገልጋዩ <strong>$1</strong>; መሆኑን ማረጋገጥ አልቻለም፣ የደህንነት ሰርተፍኬቱ ከ <strong>$2</strong> ነው ይህ ትክክለኛ ባልሆነ ማወቀር ወይም ጥቃት አድራጊ ግንኙነትዎን ሲያቋርጥ ይህ ሊፈጠር ይችላል።የአገልጋዩ የምስክር ወረቀት URL ጋር አይዛመድም።{1, plural,
     =1 {ይህ አገልጋይ ይህ <strong>{0}</strong>መሆኑን ማረጋገጥ አልቻለም፤ የደኅንነት የምስክር ወረቀቱ ባለፈው ቀን ጊዜው አልፎበታል። ይህ በተሳሳተ ውቅረት ወይም አጥቂ በግንኙነቱ መሃል በመግባት የፈጠረው ሊሆን ይችላል። የኮምፒዩተርዎ ሰዓት በአሁኑ ጊዜ {2, date, full} ሆኖ ተቀናብሯል። ትክክል ይመስልዎታል? ካልሆነ፣ የስርዓትዎ ሰዓት ያስተካክሉ ከዚያ ይህን ገጽ ያድሱ።}
     one {ይህ አገልጋይ ይህ <strong>{0}</strong> መሆኑን ማረጋገጥ አልቻለም�