��ं स्थापीत करूंक आवडटलें:}
          one {"{APP_NAME}" क ह्या डिव्हायसाचेर सकयल दिल्लीं एप्लिकेशनां स्थापीत करूंक आवडटलें:}
          other {"{APP_NAME}" क ह्या डिव्हायसाचेर सकयल दिल्लीं एप्लिकेशनां स्थापीत करूंक आवडटलें:}
        }{NUM_SUB_APP_INSTALLS, plural,
          =1 {तुमी "$1" खातीर परवानगी ह्या एप्लिकेशना खातीर परवानगी दितले. $2}
          one {तुमी "$1" खातीर परवानगी ह्या एप्लिकेशनां खातीर परवानगी दितले. $2}
          other {तुमी "$1" खातीर परवानगी ह्या एप्लिकेशनां खातीर परवानगी दितले. $2}
        }पितृक ऍप्लिकेशना खातीर परवानगी हाताळच्योस्थापीत करूंक नाशिल्लीं ऍप्लिकेशनांमांडावळी आनी खूब किदें (Alt+F). अपडेट उपलब्ध आसा.एप अपडेट उपलब्धह्या ऍप्लिकेशनाचें अपडेट तुमच्या ऍडमिनान आडायल्यात आनी ऍप योग्य प्रकारान काम करूंक शकनामाथाळो पट्टी लिपोवचीमाथाळो पट्टी दाखोवचीमाथाळो पट्ट�