��डायला.}
      one {ह्या ऍप्लिकेशना खातीर ट्रॅकींग प्रतिबंध (सक्तीचें) चालू केला आनी # ट्रॅकरांक आडायला.}
      other {ह्या ऍप्लिकेशना खातीर ट्रॅकींग प्रतिबंध (सक्तीचें) चालू केला आनी # ट्रॅकरांक आडायला.}}{NUM_TRACKERS, plural,
      =0 {हे सायटी खातीर ट्रॅकींग प्रतिबंध (सक्तीचें) चालू केलां}
      =1 {हे सायटी खातीर ट्रॅकींग प्रतिबंध (सक्तीचें) चालू केलां आनी 1 ट्रॅकरांक ब्लॉक केलां}
      one {हे सायटी खातीर ट्रॅकींग प्रतिबंध (सक्तीचें) चालू केलां आनी # ट्रॅकरांक ब्लॉक केलां}
      other {हे सायटी खातीर ट्रॅकींग प्रतिबंध (सक्तीचें) चालू केलां आनी # ट्रॅकरांक ब्लॉक केलां}}{NUM_COOKIES, plural,
      =0 {0 कुकीस वापरांत आसात.}
      =1 {1 कूकी वापरांत आसा.}
      one {# कुकीस वापरांत आसात.}
      other {# कुकीस वापरांत आसात.}}$1 खातीर सायट म्हायती दृश्य करचीऑडियो किण्ण करचें न्हयकडल्यान: $1ही सायट एक ऍप्लिकेशन अशे स्थापीत करूंक शकतात. तें आपल्या स्वताच्या विंडोंत उगडटा आनी Windows खाशेलपणां वांगडा सुरक्षीतपणान पुराय जाता.ऍप आयकॉन संपादीत करचेंऍप्लिकेशनाची स्थापणूक केल